Repository: wp-plugins/wp-greet
Catalog: lang/wp-greet-*.po
Languages: fi_fi, it_it, ro_ro, sv_se

source: Galleries
fi_fi: Galleriat
it_it: Gallerie
ro_ro: Galeriile
sv_se: Gallerier

source: Security
fi_fi: Tietoturva
it_it: Sicurezza
ro_ro: Securitate
sv_se: Säkerhet

source: Logging
fi_fi: Lokitiedot
it_it: Log
ro_ro: Ma loghez
sv_se: Loggning

source: No gallery plugin selected.
fi_fi: Et ole valinnut galleria pluginia
it_it: Nessun plugin per la visualizzazione delle gallerie selezionato.
ro_ro: Nicio galerie nu e selectata.
sv_se: Ingen galleri-plugin vald.

source: Settings successfully updated
fi_fi: Asetukset tallennettu
it_it: Le impostazioni sono state aggiornate correttamente
ro_ro: Setarile au fost actualizate cu succes
sv_se: Inställningarna har uppdaterats

source: Active
fi_fi: Aktiivinen
it_it: Attivo
ro_ro: Activ
sv_se: Aktiv

source: ID
ro_ro: Indicativul

source: Name
fi_fi: Nimi
it_it: Nome
ro_ro: Numele
sv_se: Namn

source: Save
fi_fi: Tallennna
it_it: Salva
ro_ro: Salveaza
sv_se: Spara

source: Greetcard Log
fi_fi: Logi
it_it: Log delle cartoline
ro_ro: Logul felicitarii
sv_se: Vykorts logg

source: Show all
fi_fi: Näytä kaikki
it_it: Mostra tutto
ro_ro: Arata totul
sv_se: Visa alla

source: Lines per Page:
fi_fi: Riviä sivulla
it_it: Linee per pagina:
ro_ro: Linii pe pagina:
sv_se: Rader per sida:

source: No.
fi_fi: Numero
it_it: Numero
ro_ro: Nr.
sv_se: Inte

source: Date/Time
fi_fi: Pvm/Aika
it_it: Data/Ora
ro_ro: Data si timpul
sv_se: Datum/Tid

source: From
fi_fi: Keneltä
it_it: Da
ro_ro: De la
sv_se: Från

source: To
fi_fi: Kenelle
it_it: A
ro_ro: Catre
sv_se: Till

source: Image
fi_fi: Kuva
it_it: Immagine
ro_ro: Imaginea
sv_se: Bild

source: IP-Adress
fi_fi: IP-osoite
it_it: Indirizzo Ip
ro_ro: Adresa IP

source: Message
fi_fi: Viesti
it_it: Messaggio
ro_ro: Mesajul
sv_se: Meddelande

source: Clear Log
fi_fi: Tyhjennä logitiedot
it_it: Svuota il log
ro_ro: Stergeti log-ul
sv_se: Rensa logg

source: Captcha plugin not found.
fi_fi: Captcha pluginia ei löytynyt
it_it: Plugin per il Captcha non trovato
ro_ro: Denumirea plugin-ului nu e gasita
sv_se: Captcha plugin kunde inte hittas

source: You have to change a field to update settings.
fi_fi: Muuta kentän tietoja päivittääksesi asetukset
it_it: Devi modificare almeno un campo per aggiornare le impostazioni.
ro_ro: Ai de schimbat un camp pentru a actualiza setarile
sv_se: Du behöver ändra ett fält for att uppdatera inställningarna.

source: wp-greet Security - Setup
fi_fi: wp-greet Tietoturva - Asetukset
it_it: Setup sicurezza wp-greet
ro_ro: Setare - Securitate
sv_se: wp-greet Säkerhet - setup

source: Spam protection
fi_fi: Spam esto
it_it: Protezione dallo spam
ro_ro: Protectia antispam
sv_se: Spamskydd

source: none
fi_fi: Ei mitään
it_it: nessuno
ro_ro: nimic
sv_se: Ingen

source: Minimum role to send card
fi_fi: Kortin lähettämiseen vaadittavat oikeudet
it_it: Ruolo minimo per inviare una cartolina
ro_ro: Minimul de drepturi pt. trimitere felicitare
sv_se: Minsta roll att skicka ett kort

source: Everyone
fi_fi: Kaikki
it_it: Tutti
ro_ro: Toti
sv_se: Alla

source: Enable Terms of Usage display and check
fi_fi: Mahdollista käyttöehtojen katselu ja tarkistus
it_it: Abilita la funzione Termini di utilizzo<br>(se i mittenti non accetteranno i termini, la cartolina non partirà)
ro_ro: Activati Termenii de utilizare si validati
sv_se: Aktivera Användarlicensen display och kontrollera

source: Terms of usage
fi_fi: Käyttöehdot
it_it: Termini di utilizzo
ro_ro: Termeni de utilizare
sv_se: Användarvillkor

source: HTML is allowed
fi_fi: HTML-koodi käytössä
it_it: Puoi usare il codice Html
ro_ro: Se permite si HTML
sv_se: HTML accepteras

source: Use mail to verify sender address
fi_fi: Lähetä email vahvistaaksesi lähettäjän osoitteen
it_it: Invia una mail per verificare e-mail del mittente
ro_ro: Utilizati mail-ul pentru a verifica adresa emitentului
sv_se: Använd mail att verfiera avsändaradressen

source: Verification mail text
fi_fi: Vahvistus emailin teksti
it_it: Testo di verifica mail
ro_ro: Verificati textul mail-ului
sv_se: Verfieringsmail text

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name, %link% for generated link, %duration% for time the link is valid
fi_fi: HTML-koodi käytössä, käytä %sender% lähettäjän nimi, %sendermail% lähettäjän sähköpostiosoite, %receiver% vastaanottajan nimi, %link% Linkki, %duration% kuinka kauan linkki on voimassa
it_it: Puoi usare Html. Usa %sender% per il nome del mittente, %sendermail% per indirizzo e-mail mittente, %receiver% per il nome del destinatario, %link% per il link generato dal sistema e %duration% per la durata del link
ro_ro: Permit HTML, use %sender% pentru sendername, %sendermail% pentru adresa de mail a celui care trimite, %receiver% pentru numele primitorului, %link% pentru link-ul generat, %duration% pentru timpul in care link-ul e valid
sv_se: HTML tillåten, använd%% avsändare för SenderName,% sendermail% för avsändares e-mail-Adress,% mottagare% för mottagarens namn,% länk% för genererade länken,% Varaktighet%för tiden länken är giltig

source: Link valid time (hours)
fi_fi: Linkki voimassa(tunteina)
it_it: Validità del link (ore)
ro_ro: Timpul in care link-ul e activ (ore)
sv_se: Link giltig tid (timmar)

source: 0 means confirmation-link will never expire
fi_fi: 0 tarkoittaa vahvistusta-linkki ei vanhene
it_it: Scrivi 0 se vuoi che il link di conferma non scada mai
ro_ro: 0 inseamna link-ul de confirmare nu va expira niciodata
sv_se: 0 betyder bekräftelse-länken kommer aldrig att upphöra

source: Confirmation mail to sender
fi_fi: Vahvistussähköposti lähettäjälle
ro_ro: Confirmarea mail-ului

source: Confirmation mail text
fi_fi: Vahvistus sähköpostin teksti
ro_ro: Confirmarea textului din mail

source: Mandatory fields
fi_fi: Pakollinen kenttä
it_it: Campi obbligatori
ro_ro: Campurile obligatorii
sv_se: Obligatoriska fält

source: Sendername
fi_fi: Lähettäjän nimi
it_it: Nome mittente
ro_ro: Numele meu:
sv_se: Avsändare

source: Sender
fi_fi: Lähettäjän sähköpostiosoite
it_it: E-mail mittente
ro_ro: Mail-ul meu:
sv_se: Avsändare emailadress

source: Recipientname
fi_fi: Vastaanottajan nimi
it_it: Nome destinatario
ro_ro: Numele felicitatului:
sv_se: Mottagarens namn

source: Recipient
fi_fi: Vastaanottajan sähköpostiosoite
it_it: E-mail destinatario
ro_ro: Mail-ul felicitatului:
sv_se: Mottagare emailadress

source: Subject
fi_fi: Aihe
it_it: Oggetto
ro_ro: Subiect
sv_se: Ämne

source: Update options
fi_fi: Päivitä tiedot
it_it: Aggiorna le opzioni
ro_ro: Optiuni de actualizare
sv_se: Uppdateringsalternativ

source: mailreturnpath is not valid (wrong format or no MX entry for domain).
fi_fi: mailreturnpath ei ole voimassaoleva(väärä formaatti tai MX entry domanissa puuttu)
it_it: Il percorso mailreturnpath non è valido (formato errato o nessun record MX per il dominio).
ro_ro: mail-ul nu a fost validat (format gresit sau nu exista domeniul)
sv_se: mailreturnpath är inte giltigt (fel format eller något MX posten för domänen).

source: static sender address is not valid (wrong format or no MX entry for domain).
fi_fi: lähettäjän osoite(static) ei ole voimassaoleva(väärä formaatti tai MX entry domainissa puuttuu)
ro_ro: adresa de trimitere nu e valida (format gresit sau nu exista domeniul)

source: bcc email adress is not valid (wrong format or no MX entry for domain).
fi_fi: bcc sähköpostiosoite ei ole voimassaoleva(väärä formaatti tai MX entry domainissa puuttuu)
it_it: Indirizzo e-mail del campo Bcc non valido (formato errato o nessun record MX per il dominio).
ro_ro: adresa de mail bcc nu e valida (format gresit sau nu exista domeniul).
sv_se: bcc e-postadress är inte giltig (fel format eller något MX post för domänen).

source: imagewidth not in range (0..3200).
fi_fi: kuvan leveys ei sopiva(0..3200).
it_it: Immagine supera le dimensioni massime (0..3200).
ro_ro: Lungimea imaginii nu e in domeniu (0...3200).
sv_se: bildvidd inte inom intervallet (0 .. 3200).

source: Cards will be removed before fetch interval expires (Number of days an online card can be fetched > Number of days card entries are stored)
fi_fi: Kortin haku aika(Montako päivää kortti haettavissa>Montako päivää kortti pysyy tallenettuna palvelimella)
it_it: Le cartoline saranno rimosse prima che il tempo per la visione sia scaduto (Numero di giorni in cui una cartolina può essere vista > Numero di giorni in cui le informazioni per la cartolina sono conservate)
ro_ro: Felicitarile au fost sterse inainte de a expira intervalul trimiterii (numarul de zile al felicitarii online in care se primeste > numarul de zile in care felicitarea e pastrata)
sv_se: Kort kommer att tas bort innan hämtningsintervallet går ut (Antal dagar en Online kort kan hämtas> Antal dagar kortsposter lagras)

source: wp-greet Setup
fi_fi: wp-greet Asetukset
it_it: Setup wp-greet
ro_ro: setup-ul

source: Gallery-Plugin
fi_fi: Galleria-Plugin
it_it: Plugin per la visualizzazione delle gallerie
ro_ro: Plugin-ul - Galeriei
sv_se: Galleri-Plugin

source: Form-Post/Page
it_it: Pagina o post in cui inserire il form di wp-greet
ro_ro: Formularul Post/Pagina
sv_se: Form-Post/Sida

source: Mailtransfermethod
fi_fi: Sähköpostin lähetysmetodi
it_it: Metodo di trasferimento e-mail
ro_ro: metoda de transfer a mail-ului
sv_se: Metod för att skicka mailet

source: Static Senderaddress
fi_fi: Lähettäjän sähköpostiosoite(staattinen)
ro_ro: Adresa de emitent statica

source: Mailreturnpath
fi_fi: Palautuvan sähköpostin osoite
ro_ro: Mail returnat
sv_se: Mailadress för retur

source: Send Bcc to
fi_fi: Lähetä Bcc kopio:
it_it: Copia nascosta (Bcc) a
ro_ro: Trimite Bcc la
sv_se: Skicka Bcc till

source: Allow more than one recipient
fi_fi: Mahdollista monta vastaanottajaa
ro_ro: Accepta mai mult de un recipient

source: Send image inline
fi_fi: Lähetä kuva liittenä
it_it: Inserisci immagine nel corpo della mail
ro_ro: Trimite imaginile inline
sv_se: Skicka bild inline

source: Fetch cards online
fi_fi: Hae kortti online
it_it: Guarda le cartoline online
ro_ro: Trimite felicitarile online
sv_se: Hämta vykort online

source: Number of days an online card can be fetched
fi_fi: Montako päivää kortti on haettavissa
it_it: Numero di giorni durante i quali una cartolina può essere ritirata online
ro_ro: Numarul de zile in care felicitarea poate fi deschisa
sv_se: Antal dagar som online vykortet kan hämtas

source: Online card HTML mail text
fi_fi: Online kortin HTML sähköpostiteksti
it_it: Testo Html che comparirà all'interno della mail di consegna
ro_ro: Felicitare cu text HTML online
sv_se: Online vykort HTML mail text

source: Fixed image width
fi_fi: Kuvan leveys
it_it: Immagine a larghezza fissa
ro_ro: Lungimea imaginii
sv_se: Fast bildbredd

source: Add stamp image
fi_fi: Lisää postimerkkikuva
it_it: Aggiungi immagine per francobollo
ro_ro: Adaugati imaginea
sv_se: Addera frimärke/bild

source: leave empty for no stamp, path must be relative to wordpress directory, e.g. wp-content/plugins/wp-greet/defaultstamp.jpg
fi_fi: jätä tyhjäksi jos et halua kuvan yhteyteen postimerkkikuvaa (esimerkkipolku wp-content/plugins/wp-greet/defaultstamp.jpg)
it_it: Lascia vuoto se non vuoi aggiungere un francobollo. Percorso relativo alla cartella in cui è installato Wordpress: ad es. wp-content/plugins/wp-greet/defaultstamp.jpg
ro_ro: Lasati gol pentru nicio imagine, adresa trebuie sa fie relativa la directorul wordpress, e.g. wp/content/plugins/wp-grett/defaultstamp.jpg
sv_se: lämna tomt för inget frimärke, sökväg måste vara relativ till wordpress katalog wp-content/plugins/wp-greet/defaultstamp.jpg

source: Stampwidth in % of imagewidth
fi_fi: Postimerkin koko % kuvakoosta
it_it: Percentuale di grandezza francobollo rispetto immagine
ro_ro: Marimea stamp in % din lungime

source: Enable Smileys on greetcard form
fi_fi: Lisää Smileys tervehdyskortin formiin
it_it: Abilita utilizzo smilies nel messaggio della cartolina
ro_ro: Activeaza Smileys pe felicitari
sv_se: Aktivera smileys i vykortsformläret

source: Allow sending cards in the future
fi_fi: Mahdollista tervehdyskortin lähettämisen ajankohta tulevaisuudessa
ro_ro: Permite trimiterea de felicitari in viitor

source: Use informations from profile
fi_fi: Käytä informaatiota profiilista
it_it: Usa le informazioni dal profilo
ro_ro: Foloseste informatiile profilului
sv_se: Använd information från profil

source: enable logging
fi_fi: Mahdollista logging
it_it: Attiva il logging (statistiche)
ro_ro: activeaza log-urile
sv_se: Aktivera loggning

source: Default mail subject
fi_fi: Sähköpostin aihe
it_it: Titolo di default della mail
ro_ro: Subiectul de mail implicit
sv_se: Standard mail ämne/subject

source: Default mail header
fi_fi: Sähköpostin header
it_it: Corpo di default della mail
ro_ro: Antetul implicit
sv_se: Standard mail huvud/header

source: Default mail footer
fi_fi: Sähköpostin footer
it_it: Piè di pagina di default della mail
ro_ro: Subsolul implicit
sv_se: Standard mail fot/footer

source: Number of days log entries are stored
fi_fi: Montako päivää logitiedot säilytetään
it_it: Numero di giorni in cui il log viene salvato
ro_ro: Numarul de zile ale intrarilor log-ului cat este stocat
sv_se: Antal dagar loggposterna lagras

source: Number of days card entries are stored
fi_fi: Montako päivää kortti säilytetään
it_it: Numero di giorni in cui le informazioni sulle cartoline vengono salvate
ro_ro: Numarul de zile pt. cat timp intrarile felicitarii sunt stocate
sv_se: Antal dagar som vykortet kommer att lagras

source: Your verification code is invalid.
fi_fi: Väärä vahvistuskoodi
it_it: Il tuo codice non è valido :(
ro_ro: Codul tau de verificare este necorespunzator
sv_se: Din verifieringskod är ogiltig

source: Please send a new card at
fi_fi: Lähetä uusi kortti kohteeseen:
it_it: Fai click per inviare altre cartoline:
ro_ro: Te rog trimite o nou felicitare la:
sv_se: Vänligen skicka ett nytt kort på

source: Your greeting card has already been sent.
fi_fi: Kortti on jo lähetetty
it_it: La tua cartolina è già stata inviata.
ro_ro: Felicitarea ta a fost trimisa!
sv_se: Ditt vykort har redan skickats.

source: Your confirmation link is timedout.
fi_fi: Vahvistuslinkki on vanhentunut
it_it: È scaduto il tempo per confermare il tuo indirizzo e-mail.
ro_ro: Confirmarea ta a expirat!
sv_se: Din bekräftelselänk ar överskridit tiden.

source: Send
fi_fi: Lähetä
it_it: Invia
ro_ro: Trimite
sv_se: Skicka

source: You are not permitted to send greeting cards.
fi_fi: Kortin lähettäminen ei mahdollista
it_it: Purtroppo non ti è permesso inviare cartoline.
ro_ro: Nu-ti e permis sa trimiti felicitari
sv_se: Du har inte tillåtelse att skicka vykort.

source: Preview
fi_fi: Esikatselu
it_it: Anteprima
ro_ro: Previzualizeaza
sv_se: Förhandsgranskning

source: Please fill in mandatory field
fi_fi: Täytä kaikki pakolliset kentät
it_it: Per favore, riempi i campi obbligatori
ro_ro: Te rog completeaza campul cu mandatarul
sv_se: Vänligen fyll i obligatoriska fält.

source: Invalid recipient mail address.
fi_fi: Tarkasta vastaanottajan sähköpostiosoite
it_it: Indirizzo e-mail del destinatario non valido.
ro_ro: Mail-ul de primire a receptionarii e invalid
sv_se: Ogiltig mottagaradress

source: Spamprotection - Code is not valid.<br />
fi_fi: Spamminesto-Koodi ei voimassaoleva.<br />
it_it: Il codice di protezione contro lo spam non è valido.<br/>
ro_ro: Protectia antispam - Codul nu e valid. <br/>
sv_se: spamskydd - Koden är inte tillgänglig.

source: Please try again.<br />Tip: If you cannot identify the chars, you can generate a new image. Using Reload.
fi_fi: Kokeile uudestaan. <br />Vinkki: Saat uuden kuvan painamalla Reload-nappia.
it_it: Per favore riprova.<br />Suggerimento: se non riesci a identificare i caratteri, puoi generare una nuova immagine. Basta ricaricare!
ro_ro: Te rog incearca din nou.<br/>Tip: Daca nu poti identifica caracterele, nu poti genera o noua imagine. Foloseste Reload.
sv_se: Vänligen försök igen.<br />Tip: Om du inte kan identifiera tecknen generera en ny bild, Använd Reload/Ladda.

source: Please try again.
fi_fi: Kokeile uudestaan.
it_it: Per favore riprova.
ro_ro: Te rog incearca din nou.
sv_se: Vänligen försök igen.

source: Please accept the terms of usage before sending a greeting card.<br />
fi_fi: Hyväksy käyttöehdot ennenkuin lähetät kortin.<br />
it_it: Ti preghiamo di accettare i termini di utilizzo del servizio prima di inviare la cartolina.<br />
ro_ro: Te rog sa accepti termenii de utilizare inainte de a trimite felicitarea.<br/>
sv_se: Vänligen bekräfta villkoren för att skicka ett vykort.

source: Back
fi_fi: Takaisin
it_it: Indietro
ro_ro: Inapoi
sv_se: Tillbaka

source: Your greeting card has been sent or scheduled.
fi_fi: Kortti on lähetetty tai lähetysaika sovittu
ro_ro: Felicitarea ta a fost trimisa

source: An error occured while sending you greeting card.
fi_fi: Virhe kortin lähetyksessä.
it_it: Si è verificato un errore durante la consegna della cartolina :(
ro_ro: O eroare apare cand trimiteti felicitarea
sv_se: Ett problem uppstod när ditt vykort skickades.

source: Problem report
fi_fi: Ongelman raportti
it_it: Segnala un problema
ro_ro: Raportez problema
sv_se: Problemrapport

source: A confirmation mail has been sent to your address.
fi_fi: Vahvistus on lähetetty sähköpostiosoitteeseesi
it_it: Una mail di conferma è stata inviata al tuo indirizzo e-mail.
ro_ro: Un mail de confirmare a fost trimis pe adresa ta.
sv_se: En bekräfelse har skickat med mail till din adress.

source: An error occured while sending the confirmation mail.
fi_fi: Virhe tapahtui vahvistus-sähköpostia lähetettäessä.
it_it: Si è verificato un errore durante la consegna della mail di conferma :(
ro_ro: O eroare apare cand trimit confirmarea de trimitere.
sv_se: Ett fel uppstod vi leveransen av bekräftelse mailet

source: Zur√ºck
ro_ro: Am inteles

source: Send confirmation to Sender
fi_fi: Lähetä vahvistus Vastaanottajalle
ro_ro: Trimit confirmarea.

source: CC to Sender
fi_fi: Lähetä kopio vastaanottajalle
it_it: Manda in copia a te stesso
ro_ro: CC catre mine
sv_se: CC till avsändare

source: Time to send card
fi_fi: Määritä ajankohta, jolloin kortti lähetetään
ro_ro: Seteaza data trimiterii:

source: Spamprotection:
fi_fi: Roskapostinesto
it_it: Protezione dallo spam:
ro_ro: Protectia antispam:
sv_se: Spamskydd

source: Sum of
fi_fi: Määrä
it_it: Somma di
ro_ro: Suma
sv_se: Summa av

source: I accept the terms of usage of the greeting card service
fi_fi: Hyväksyn palvelun käyttöehdot
it_it: Accetto i termini di utilizzo del servizio cartoline
ro_ro: Acept termenii de utilizare a serviciului de trimitere felicitari
sv_se: Jag godkänner villkoren för att använda vykort-servicen

source: (show)
fi_fi: (näytä)
it_it: (mostra)
ro_ro: (arata)
sv_se: Visa

source: Reset form
fi_fi: Aseta lomake uudestaan
it_it: Cancella campi
ro_ro: Reset
sv_se: Återställ formulär

source: Send a new card at
fi_fi: Lähetä uusi kortti osoitteeseen:
it_it: Invia una nuova cartolina da
ro_ro: Trimit o noua felicitare la
sv_se: Skicka ett nytt kort

source: Your greetcard link is timed out.
fi_fi: Kortin määräaika on umpeentunut
it_it: Purtroppo il tempo a disposizione per ritirare la cartolina è scaduto :(
ro_ro: Felicitarea ta a depasit limita de timp
sv_se: Länken till ditt vykort har gått ut.

source: Greeting Card Confirmation Mail
fi_fi: Tervehdyskortin vahvistusosoite(sähköposti)
it_it: Mail di conferma del servizio cartoline
ro_ro: Confirmarea pe mail a felicitarii
sv_se: Bekräftelse mail för vykort

source: A Greeting Card for you
fi_fi: Olet saanut tervehdyskortin!
it_it: Una cartolina per te!
ro_ro: O felicitare pentru tine
sv_se: Ett vykort till dig

source: You greeting card was received
fi_fi: Lähettämäsi tervehdykortti on vastaanotettu.
ro_ro: Felicitarea ta a fost primita

source: Stampimage not found - Please contact your administrator
fi_fi: Stampimage puuttuu - Ota yhteyttä adminstratoriin.
it_it: Immagine del francobollo non trovata - Contattare amministratore del server
ro_ro: Marcajul stamp nu e gasit - Te rog contacteaza administratorul
sv_se: Bild för frimärke kan inte hittas - Vänligen kontakta administratör

source: Mandatory inputfields are marked with a
fi_fi: Pakolliset kentät on merkitty a:lla
it_it: I campi obbligatori sono contrassegnati da
ro_ro: Campurile obligatorii sunt marcate cu
sv_se: Obligatoriska fält är markerade med *

source: Multiple adresses can be separated by comma
fi_fi: Erota useampi sähköpostiosoite toisistaan pilkuilla
ro_ro: Mai multe adrese pot fi separate prin virgula

source: This card will be sent at
fi_fi: Kortin vastaanottaja:
ro_ro: Aceasta felicitare a fost trimisa la

source: CC
fi_fi: Lähetä CC kopio
sv_se: Kopia/CC

source: Smileys
fi_fi: Smilies
it_it: Smilies
